export const Help = () => {
  return (
    <div className="page">
      <h1>Інструкція з використання</h1>
      <ol>
        <li>Перейдіть на сторінку "Увійти".</li>
        <li>Введіть ваш Email (наприклад, <code>Sincere@april.biz</code>) та пароль <code>task123</code>.</li>
        <li>Після авторизації вам стануть доступні розділи "Мій профіль" та "Мої завдання".</li>
        <li>На сторінці завдань ви можете фільтрувати їх за статусом та змінювати їх виконання.</li>
      </ol>
    </div>
  );
};